Repository: sheilagomes/wp-trad
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: Etiquette
pt_br: Etiqueta

source: Etiquette at WordPress
pt_br: Etiqueta no WordPress

source: European data protection law requires data about European residents which is transferred outside the European Union to be safeguarded to the same standards as if the data was in Europe.
pt_br: A lei de proteção de dados europeia exige que os dados de residentes europeus que sejam transferidos para fora da União Europeia tenham o mesmo nível de proteção como se os dados estivessem na Europa.

source: Even before you install WordPress 5.0, you can try the block editor here.
pt_br: Mesmo antes de instalar o WordPress 5.0, você pode testar o editor de blocos aqui.

source: Everything Else
pt_br: Todo o resto

source: Expect more performance improvements in the next couple of releases.
pt_br: As próximas versões trarão ainda mais melhorias de desempenho.

source: Expected an array describing the eraser at index %d.
pt_br: Esperado um array descrevendo o autor da remoção no índice %d.

source: Expected an array describing the exporter at index %s.
pt_br: Esperado um array descrevendo o exportador no índice %s.

source: Expected data array in response array from exporter: %s.
pt_br: Esperado array data no array de resposta do exportador: %s.

source: Expected data in response array from exporter: %s.
pt_br: Esperado data no array de resposta do exportador: %s.

source: Expected done (boolean) in response array from exporter: %s.
pt_br: Esperado done (booleano) no array de resposta do exportador: %s.

source: Expected done flag in response array from %1$s eraser (index %2$d).
pt_br: Esperada marcação done no array de resposta do autor %1$s da remoção (índice %2$d).

source: Expected items_removed key in response array from %1$s eraser (index %2$d).
pt_br: Esperada chave items_removed no array de resposta do autor %1$s da remoção (índice %2$d).

source: Expected items_retained key in response array from %1$s eraser (index %2$d).
pt_br: Esperada chave items_retained no array de resposta do autor %1$s da remoção (índice %2$d).

source: Expected messages key in response array from %1$s eraser (index %2$d).
pt_br: Esperada chave messages no array de resposta do autor %1$s da remoção (índice %2$d).

source: Expected messages key to reference an array in response array from %1$s eraser (index %2$d).
pt_br: Esperada referência para um array na chave messages no array de resposta do autor %1$s da remoção (índice %2$d).

source: Expected response as an array from exporter: %s.
pt_br: Esperado response como array do exportador: %s.

source: Exporter array at index %s does not include a friendly name.
pt_br: Array de exportador no índice %s não inclui um nome amigável.

source: Extend with Plugins
pt_br: Estenda com plugins

source: Fast, slick forums built on WordPress
pt_br: Fóruns rápidos e funcionais construídos com WordPress

source: Faster, more secure WordPress websites for all
pt_br: Sites WordPress mais rápidos e mais seguros para todos

source: Faster, more secure WordPress websites for all # Faster, more secure WordPress websites for all
pt_br: Sites WordPress mais rápidos e mais seguros para todos # Sites WordPress mais rápidos e mais seguros para todos

source: Featured
pt_br: Destacado

source: Features
pt_br: Recursos

source: Filesystem API
pt_br: API de sistema de arquivos

source: Finally, thanks to all the community translators who worked on WordPress 5.1.
pt_br: Finalmente, agradecemos a todos os tradutores da comunidade que trabalharam no WordPress 5.1.

source: Find a WordPress event near you
pt_br: Encontre um evento WordPress perto de você

source: Find a local WordPress community
pt_br: Ache uma comunidade local do WordPress

source: Finding a Topic for a WordPress Talk
pt_br: Como encontrar um tema para uma apresentação sobre o WordPress

source: Finding a Topic for a WordPress Talk [and Diversity Speaker Outreach]
pt_br: Como encontrar um tema para uma apresentação sobre o WordPress

source: Fix Microsoft IE11 focus loss after TinyMCE init. Add IE check.
pt_br: Ajuste da perda de foco ao iniciar o TinyMCE no Microsoft IE11. Adição de teste para o IE.

source: Fix Microsoft IE11 input when mounting TinyMCE.
pt_br: Ajuste na entrada de dados ao montar o TinyMCE no Microsoft IE11.

source: Fix an issue where the block toolbar would cause an image to jump downwards when the wide or full alignments were activated.
pt_br: Correção de um problema onde a barra de ferramentas do bloco jogava a imagem para baixo quando os alinhamentos largura ampla ou completa estiverem selecionados.

source: Fix editor font-weights for headings.
pt_br: Correção de font-weights para títulos.

source: Fix editor to prevent Gutenberg’s meta boxes area from overlapping the content.
pt_br: Correção do editor para que a área de meta boxes do Gutenberg não se sobreponha ao conteúdo

source: Fix modals in Microsoft Edge browser.
pt_br: Ajuste dos modais no navegador Microsoft Edge.

source: Fixes nested blocks appearing wider than they should be.
pt_br: Ajustes em blocos aninhados aparecendo mais largos do que deveriam.

source: Fixes some errors in older PHP versions, and in IE11.
pt_br: Correção de erros em versões mais antigas do PHP e no IE11.

source: Fix Classic block not showing galleries on a grid.
pt_br: Ajuste no bloco Clássico não exibindo galerias em grade.

source: Fix getSelectedBlockClientId selector.
pt_br: Ajuste no seletor getSelectedBlockClientId.

source: Flexibility
pt_br: Flexibilidade

source: Follow %s on Twitter
pt_br: Siga %s no Twitter

source: Following WordPress 5.0 — a major release which introduced the new block editor — 5.1 focuses on polish, in particular by improving the overall performance of the editor.
pt_br: Depois do WordPress 5.0, um grande lançamento, que trouxe o novo editor de blocos, a versão 5.1 traz melhorias, em especial no desempenho geral do editor.

source: Footnotes
pt_br: Notas de rodapé

source: For Developers
pt_br: Para os desenvolvedores

source: For a full list of changes, please consult the list of tickets on Trac or the changelog.
pt_br: Para uma lista completa das mudanças, veja a lista de tickets no Trac ou o registro de alterações.

source: For a full list of changes, please consult the list of tickets on Trac, changelog, or read a more technical summary on the Make WordPress Core blog.
pt_br: Para uma lista completa das mudanças, veja a lista de tickets no Trac o registro de alterações ou leia um resumo mais técnico no blog Make WordPress Core (em inglês).

source: For details about what to expect in WordPress 5.0, please see the previous release candidate post.
pt_br: Para mais detalhes sobre o que esperar do WordPress 5.0, leia o post sobre o release candidate anterior.

source: For details about what to expect in WordPress 5.0, please see the first release candidate post.
pt_br: Para mais detalhes sobre o que esperar do WordPress 5.0, leia o post sobre o primeiro release candidate.

source: For details about what to expect in WordPress 5.1, please see the first release candidate post.
pt_br: Para mais detalhes sobre o que esperar do WordPress 5.1, leia o post sobre o primeiro release candidate.

source: For example, you may want to say that you keep contact form entries for six months, analytics records for a year, and customer purchase records for ten years.
pt_br: Por exemplo, você pode querer dizer que mantém os dados enviados pelo formulário de contato por seis meses, registros para análises por um ano e registros de compras dos consumidores por dez anos.

source: For help with installing or using WordPress, consult our documentation in your language.
pt_br: Para obter ajuda com a instalação ou utilização do WordPress, consulte a nossa documentação (em inglês).

source: For more details about what’s new in version 5.0, check out the Beta 1, Beta 2, Beta 3, Beta 4 and Beta 5 blog posts.
pt_br: Para mais detalhes sobre as novidades da versão 50, leia também os posts sobre Beta 1, Beta 2, Beta 3, Beta 4 e Beta 5.

source: For more information about the upcoming privacy tools see ﻿the roadmap.
pt_br: Para mais informações sobre as novas ferramentas de privacidade, consulte o plano de ação.

source: For more information on what’s new in 4.9, check out the Beta 1 blog post.
pt_br: Para saber mais sobre as novidades do 4.9, confira o artigo sobre a versão Beta 1.

source: For privacy and security, we will automatically delete the file on ###EXPIRATION###, so please download it before then.
pt_br: Por questões de privacidade e segurança, vamos excluir automaticamente o arquivo em ###EXPIRATION###, por isso baixe-o antes desta data.

source: For the first time, WordPress will catch and pause the problem code, so you can log in to your Dashboard and see what the problem is (#44458).
pt_br: Pela primeira vez, o WordPress detectará e interromperá a execução de um código problemático, para que você possa acessar o Painel e ver qual é o problema (#44458).

source: For the server
pt_br: Para o servidor

source: For users that register on our website (if any), we also store the personal information they provide in their user profile.
pt_br: Para usuários que se registram no nosso site (se houver), também guardamos as informações pessoais que fornecem no seu perfil de usuário.

source: Format
pt_br: Formato

source: Forums, documentation, and other resources
pt_br: Fóruns, documentação e outros recursos

source: Freedom
pt_br: Liberdade

source: Full Standards Compliance
pt_br: Total conformidade com os padrões

source: Further Security Risks and Concerns
pt_br: Riscos e preocupações adicionais com segurança

source: GDPR Compliance Tools in WordPress
pt_br: Ferramentas para conformidade com o GDPR no WordPress

source: GDPR compliance is an important consideration for all WordPress websites.
pt_br: Conformidade com o GDPR é uma coisa importante para todos os sites WordPress.

source: GDPR stands for General Data Protection Regulation and is intended to strengthen and unify data protection for all individuals within the European Union.
pt_br: O GDPR (Regulamento geral de proteção de dados, do inglês General Data Protection Regulation) foi criado para fortalecer e unificar a proteção dos dados de todos os indivíduos na União Europeia.

source: GNU Public License
pt_br: Licença Pública GNU

source: Get Involved
pt_br: Participe

source: Get Started with WordPress
pt_br: Comece a usar o WordPress

source: Get WordPress
pt_br: Baixar o WordPress

source: Get a faster, more secure website: update your PHP today
pt_br: Tenha um site mais rápido e mais seguro: atualize seu PHP hoje

source: Get new password
pt_br: Obter nova senha

source: Give back to WordPress through code, support, translation and more
pt_br: Contribua para o WordPress com código, suporte, traduções e mais

source: Graph showing the growth of WordPress market share relative to other CMS's like Joomla, Drupal and others.
pt_br: Gráfico mostrando o crescimento da participação do WordPress no mercado relativa a outros CMS como Joomla, Drupal e outros.

source: Graphics &amp; Logos
pt_br: Gráficos e logos

source: Grimes, Jack Reichert, Jacob Peattie, James Nylen, janak Kaneriya, janalwin, Janki Moradiya, janthiel, Jason Caldwell, javorszky, Jaydip Rami, Jayman Pandya, Jb Audras, Jeff Farthing, Jeffrey de Wit, Jeffrey Paul, Jennifer M. Dodd, Jenny, Jeremey, Jeremy Felt, Jeremy Herve, Jeremy Pry, Jeremy Scott, Jesper V Nielsen, Jesse Friedman, Jimmy Comack, Jip Moors, Jiri Hon, JJJ, joanrho, Job, Joe Bailey-Roberts, Joe Dolson, Joe Hoyle, Joe McGill, Joel James, Joen Asmussen, John Blackbourn, John Godley, johnalarcon, johnpgreen, johnschulz, Jonathan Champ, Jonathan Desrosiers, joneiseman, Jonny Harris, Joost de Valk, Jorge Costa, Joseph Scott, JoshuaWold, Joy, jpurdy647, jrdelarosa, jryancard, Juhi Patel, Julia Amosova, juliemoynat, Juliette Reinders Folmer, Junaid Ahmed, Justin Sainton, Justin Sternberg, Justin Tadlock, K.Adam White, kapteinbluf, keesiemeijer, Kelly Dwan, kelvink, khaihong, Kiran Potphode, Kite, kjellr, kkarpieszuk, kmeze, Knut Sparhell, konainm, Konstantin Obenland, Konstantinos Xenos, kristastevens, krutidugade, laghee, Laken Hafner, Lance Willett, laurelfulford, lbenicio, Leander Iversen, leemon, lenasterg, lisannekluitmans, lizkarkoski, Luca Grandicelli, LucasRolff, luciano, Luminus, Mário Valney, maartenleenders, macbookandrew, Maja Benke, Mako, mallorydxw-old, Manuel Augustin, manuel_84, Marc Nilius, marcelo2605, Marco Martins, marco.marsala, Marcus Kazmierczak, marcwieland95, Marius L. J., mariusvw, Mariyan Belchev, Mark Jaquith, Mathieu Sarrasin, mathieuhays, Matt Cromwell, Matt Gibbs, Matt Martz, Matthew Boynes, Matthew Riley MacPherson, mattyrob, mcmwebsol, Mel Choyce, mensmaximus, mermel, metalandcoffee, Micah Wood, Michael Nelson, Michiel Heijmans, Migrated to @sebastienserre, Miguel Fonseca, Miguel Torres, mihaiiceyro, mihdan, Mike Gillihan, Mike Jolley, Mike Schroder, Milan Dinić, Milan Ivanovic, Milana Cap, Milind More, mirkoschubert, Monika Rao, Monique Dubbelman, moto hachi ( mt8.biz ), mrmadhat, Muhammad Kashif, Mukesh Panchal, MultiformeIngegno, Muntasir Mahmud, munyagu, MyThemeShop, mzorz, nadim0988, nandorsky, Naoki Ohashi, Naoko Takano, nataliashitova, Nate Allen, Nathan Johnson, ndavison, Ned Zimmerman, Nextendweb, Nick Diego, Nick Halsey, Nick Momrik, Nick the Geek, Nicolas Figueira, Nicolas GUILLAUME, Nicolle Helgers, Nidhi Jain, Niels Lange, Nikhil Chavan, Nilambar Sharma, Noam Eppel, notnownikki, odyssey, Omar Reiss, Omkar Bhagat, on, others, Ov3rfly, Paal Joachim Romdahl, palmiak, panchen, parbaugh, Parham Ghaffarian, Pascal Birchler, Pascal Casier, Paul Bearne, Paul Biron, Paul Paradise, Paul Schreiber, Perdaan, Peter Putzer, Peter Wilson, Petter Walbø Johnsgård, Pierre Saïkali, Pieter Daalder, Piyush Patel, poena, Pramod Jodhani, Prashant Baldha, Pratik K. Yadav, Pratik K. Yadav, precies, Presskopp, Presslabs, PressTigers, programmin, Punit Patel, Purnendu Dash, qcmiao, Rachel Baker, Rachel Cherry, Rachel Peter, Rafsun Chowdhury, Rahul Prajapati, Raja Mohammed, Ramanan, Rami Yushuvaev, Ramiz Manked, ramonopoly, RavanH, redcastor, remyvv, rensw90, rhetorical, Riad Benguella, Rian Rietveld, Richard Tape, Ricky Lee Whittemore, Rinku Y, Rishi Shah, Robbie, robdxw, Robert Anderson, Robin Cornett, Robin van der Vliet, Ryan McCue, Ryan Paul, Ryan Welcher, ryotsun, Sébastien SERRE, Saša, sagarnasit, Sami Ahmed Siddiqui, Sami Keijonen, Samuel Wood (Otto), sarah semark, Sayed Taqui, Scott Lee, Scott Reilly, Sean Hayes, Sebastian Kurzynoswki, Sebastian Pisula, Sergey Biryukov, Shamim Hasan, Shane Eckert, Sharaz Shahid, Shashwat Mittal, Shawn Hooper, sherwood, Shital Marakana, Shiva Poudel, Simon Prosser, sjardo, skoldin, slilley, slushman, Sonja Leix, sonjanyc, Soren Wrede, spartank, spyderbytes, Stanimir Stoyanov, Stanko Metodiev, stazdotio, Stephen Edgar, Stephen Harris, stevenlinx, Storm Rockwell, Stoyan Kostadinov, strategio, Subrata Sarkar, Sultan Nasir Uddin, swift, Takahashi Fumiki, Takayuki Miyauchi, Tammie Lister, Taylor Lovett, teddytime, Terri Ann, terwdan, tharsheblows, the, ThemeZee, Thomas Patrick Levy, Thomas Vitale, thomaswm, Thorsten Frommen, Thrijith Thankachan, Tiago Hillebrandt, tigertech, Tim Havinga, Tim Hengeveld, Timmy Crawford, Timothy Jacobs, titodevera, Tkama, to, Tobias Zimpel, Tom J Nowell, TomHarrigan, Tommy, tonybogdanov, Tor-Bjorn Fjellner, TorontoDigits, Toshihiro Kanai, Towhidul Islam, transl8or, Ulrich, upadalavipul, Usman Khalid, Utsav tilava, uttam007, Vaishali Panchal, Valérie Galassi, valchovski, vishaldodiya, vnsavage, voneff, warmlaundry, wbrubaker, Weston Ruter, who, Will Kwon, William Earnhardt, williampatton, wpcs, wpzinc, xhezairi, Yahil Madakiya, Yoav Farhi, Yui, YuriV, Zane Matthew, and zebulan.
pt_br: Grimes, Jack Reichert, Jacob Peattie, James Nylen, janak Kaneriya, janalwin, Janki Moradiya, janthiel, Jason Caldwell, javorszky, Jaydip Rami, Jayman Pandya, Jb Audras, Jeff Farthing, Jeffrey de Wit, Jeffrey Paul, Jennifer M. Dodd, Jenny, Jeremey, Jeremy Felt, Jeremy Herve, Jeremy Pry, Jeremy Scott, Jesper V Nielsen, Jesse Friedman, Jimmy Comack, Jip Moors, Jiri Hon, JJJ, joanrho, Job, Joe Bailey-Roberts, Joe Dolson, Joe Hoyle, Joe McGill, Joel James, Joen Asmussen, John Blackbourn, John Godley, johnalarcon, johnpgreen, johnschulz, Jonathan Champ, Jonathan Desrosiers, joneiseman, Jonny Harris, Joost de Valk, Jorge Costa, Joseph Scott, JoshuaWold, Joy, jpurdy647, jrdelarosa, jryancard, Juhi Patel, Julia Amosova, juliemoynat, Juliette Reinders Folmer, Junaid Ahmed, Justin Sainton, Justin Sternberg, Justin Tadlock, K.Adam White, kapteinbluf, keesiemeijer, Kelly Dwan, kelvink, khaihong, Kiran Potphode, Kite, kjellr, kkarpieszuk, kmeze, Knut Sparhell, konainm, Konstantin Obenland, Konstantinos Xenos, kristastevens, krutidugade, laghee, Laken Hafner, Lance Willett, laurelfulford, lbenicio, Leander Iversen, leemon, lenasterg, lisannekluitmans, lizkarkoski, Luca Grandicelli, LucasRolff, luciano, Luminus, Mário Valney, maartenleenders, macbookandrew, Maja Benke, Mako, mallorydxw-old, Manuel Augustin, manuel_84, Marc Nilius, marcelo2605, Marco Martins, marco.marsala, Marcus Kazmierczak, marcwieland95, Marius L. J., mariusvw, Mariyan Belchev, Mark Jaquith, Mathieu Sarrasin, mathieuhays, Matt Cromwell, Matt Gibbs, Matt Martz, Matthew Boynes, Matthew Riley MacPherson, mattyrob, mcmwebsol, Mel Choyce, mensmaximus, mermel, metalandcoffee, Micah Wood, Michael Nelson, Michiel Heijmans, Migrated to @sebastienserre, Miguel Fonseca, Miguel Torres, mihaiiceyro, mihdan, Mike Gillihan, Mike Jolley, Mike Schroder, Milan Dinić, Milan Ivanovic, Milana Cap, Milind More, mirkoschubert, Monika Rao, Monique Dubbelman, moto hachi ( mt8.biz ), mrmadhat, Muhammad Kashif, Mukesh Panchal, MultiformeIngegno, Muntasir Mahmud, munyagu, MyThemeShop, mzorz, nadim0988, nandorsky, Naoki Ohashi, Naoko Takano, nataliashitova, Nate Allen, Nathan Johnson, ndavison, Ned Zimmerman, Nextendweb, Nick Diego, Nick Halsey, Nick Momrik, Nick the Geek, Nicolas Figueira, Nicolas GUILLAUME, Nicolle Helgers, Nidhi Jain, Niels Lange, Nikhil Chavan, Nilambar Sharma, Noam Eppel, notnownikki, odyssey, Omar Reiss, Omkar Bhagat, on, others, Ov3rfly, Paal Joachim Romdahl, palmiak, panchen, parbaugh, Parham Ghaffarian, Pascal Birchler, Pascal Casier, Paul Bearne, Paul Biron, Paul Paradise, Paul Schreiber, Perdaan, Peter Putzer, Peter Wilson, Petter Walbø Johnsgård, Pierre Saïkali, Pieter Daalder, Piyush Patel, poena, Pramod Jodhani, Prashant Baldha, Pratik K. Yadav, Pratik K. Yadav, precies, Presskopp, Presslabs, PressTigers, programmin, Punit Patel, Purnendu Dash, qcmiao, Rachel Baker, Rachel Cherry, Rachel Peter, Rafsun Chowdhury, Rahul Prajapati, Raja Mohammed, Ramanan, Rami Yushuvaev, Ramiz Manked, ramonopoly, RavanH, redcastor, remyvv, rensw90, rhetorical, Riad Benguella, Rian Rietveld, Richard Tape, Ricky Lee Whittemore, Rinku Y, Rishi Shah, Robbie, robdxw, Robert Anderson, Robin Cornett, Robin van der Vliet, Ryan McCue, Ryan Paul, Ryan Welcher, ryotsun, Sébastien SERRE, Saša, sagarnasit, Sami Ahmed Siddiqui, Sami Keijonen, Samuel Wood (Otto), sarah semark, Sayed Taqui, Scott Lee, Scott Reilly, Sean Hayes, Sebastian Kurzynoswki, Sebastian Pisula, Sergey Biryukov, Shamim Hasan, Shane Eckert, Sharaz Shahid, Shashwat Mittal, Shawn Hooper, sherwood, Shital Marakana, Shiva Poudel, Simon Prosser, sjardo, skoldin, slilley, slushman, Sonja Leix, sonjanyc, Soren Wrede, spartank, spyderbytes, Stanimir Stoyanov, Stanko Metodiev, stazdotio, Stephen Edgar, Stephen Harris, stevenlinx, Storm Rockwell, Stoyan Kostadinov, strategio, Subrata Sarkar, Sultan Nasir Uddin, swift, Takahashi Fumiki, Takayuki Miyauchi, Tammie Lister, Taylor Lovett, teddytime, Terri Ann, terwdan, tharsheblows, the, ThemeZee, Thomas Patrick Levy, Thomas Vitale, thomaswm, Thorsten Frommen, Thrijith Thankachan, Tiago Hillebrandt, tigertech, Tim Havinga, Tim Hengeveld, Timmy Crawford, Timothy Jacobs, titodevera, Tkama, to, Tobias Zimpel, Tom J Nowell, TomHarrigan, Tommy, tonybogdanov, Tor-Bjorn Fjellner, TorontoDigits, Toshihiro Kanai, Towhidul Islam, transl8or, Ulrich, upadalavipul, Usman Khalid, Utsav tilava, uttam007, Vaishali Panchal, Valérie Galassi, valchovski, vishaldodiya, vnsavage, voneff, warmlaundry, wbrubaker, Weston Ruter, who, Will Kwon, William Earnhardt, williampatton, wpcs, wpzinc, xhezairi, Yahil Madakiya, Yoav Farhi, Yui, YuriV, Zane Matthew e zebulan.

source: HTTP API
pt_br: API HTTP

source: HTTPS support
pt_br: Suporte ao protocolo HTTPS

source: Hassle-free WordPress hosting
pt_br: Hospedagem WordPress sem problemas

source: Have party attendees post photos, videos, and the like with the #WP15 hashtag, and check out the social media stream to see how the rest of the world is sharing and celebrating.
pt_br: Peça que as pessoas publiquem fotos e vídeos com a hashtag #WP15 e confira como estamos nas redes sociais para ver como o resto do mundo está compartilhando e celebrando.

source: Here are a few of the additional highlights:
pt_br: Conheça alguns dos outros destaques:

source: Here are a few of the highlights:
pt_br: Conheça alguns dos destaques:

source: Here are some of the big issues that we fixed since Beta 1:
pt_br: Aqui estão alguns ajustes importantes que fizemos desde o Beta 1:

source: Here are some of the big issues that we’ve fixed since Beta 2:
pt_br: Aqui estão alguns ajustes importantes que fizemos desde o Beta 2:

source: Here are some of the big issues that we’ve fixed since Beta 3:
pt_br: Aqui estão alguns ajustes importantes que fizemos desde o Beta 3:

source: Here are some of the big issues that we’ve fixed since Beta 4:
pt_br: Aqui estão alguns ajustes importantes que fizemos desde o Beta 4:

source: Here are some of the big items to test so we can find as many bugs as possible in the coming weeks.
pt_br: Aqui estão alguns dos itens mais importantes para testar, de modo que possamos encontrar tantos erros quanto possível nas próximas semanas.

source: Here are the major changes and bug fixes:
pt_br: Aqui estão as maiores mudanças e correções de erros:

source: Here’s how you can join in the fun:
pt_br: Aqui está como você pode participar:

source: Here’s some template text you can use:
pt_br: Aqui está um modelo que você pode usar:

source: Hi %s,
pt_br: Olá %s,

source: Hide welcome box
pt_br: Ocultar caixa de boas-vindas

source: High<br />Performance
pt_br: Alto<br />desempenho

source: High<br />Security
pt_br: Alta<br />segurança

source: History
pt_br: História

source: Hosting
pt_br: Hospedagem

source: Hosting Requirements for WordPress
pt_br: Requisitos de hospedagem para o WordPress

source: Hosts can now offer a button for their users to update PHP.
pt_br: Serviços de hospedagem agora podem oferecer um botão para que seus usuários atualizem o PHP.

source: Hover styles are now correctly disabled for mobile devices.
pt_br: Estilos de hover agora são devidamente desabilitados em dispositivos móveis.

source: How can you get involved?
pt_br: Como posso participar?

source: How to Help
pt_br: Como ajudar

source: How to update your website’s PHP version for a faster, more secure website
pt_br: Como atualizar a versão do PHP do seu site para ter um site mais rápido e mais seguro

source: How to update your website’s PHP version for a faster, more secure website # How to update your website’s PHP version for a faster, more secure website
pt_br: Como atualizar a versão do PHP do seu site para ter um site mais rápido e mais seguro # How to update your website’s PHP version for a faster, more secure website

source: Howdy, Your request for an export of personal data has been completed.
pt_br: Olá, Sua solicitação para exportação de dados pessoais foi concluída.
